{"":{"project-id-version":"gtg","report-msgid-bugs-to":"FULL NAME <EMAIL@ADDRESS>","pot-creation-date":"2013-04-28 17:02+0200","po-revision-date":"2013-09-20 13:34+0000","last-translator":"Joseph Lew <liuyiming1210@gmail.com>","language-team":"Simplified Chinese <zh_CN@li.org>","mime-version":"1.0","content-type":"text/plain; charset=UTF-8","content-transfer-encoding":"8bit","plural-forms":"nplurals=1; plural=0;","x-launchpad-export-date":"2013-09-21 05:40+0000","x-generator":"Launchpad (build 16765)"},"Synchronization Services - %s":[null,"同步服务 - %s"],"Do you really want to remove the '%s' synchronization service?":[null,"你确定想删除'%s'同步服务么？"],"Disable syncing":[null,"关闭同步"],"Enable syncing":[null,"开启同步"],"This is the default synchronization service":[null,"这是默认同步服务"],"Syncing is enabled.":[null,"同步开启"],"Syncing is <span color=\"red\">disabled</span>.":[null,"同步<span color=\"red\">关闭</span>."],"Import tags":[null,"导入标签"],"All tags":[null,"全部标签"],"Just these                                                                       tags:":[null,""],"Tags to sync":[null,"同步的标签"],"All tasks":[null,"全部任务"],"Tasks with                                                                 these tags:":[null,"具有这些标签的任务"],"Username":[null,"用户名"],"Service URL":[null,"服务 URL"],"Import tasks                                                         from @ replies ":[null,""],"Import tasks from direct messages":[null,"从私信中导入任务"],"Import                                                                  tasks from                                                                  your tweets":[null,"从的你tweets中导入任务"],"Tag your GTG tasks with the bug tags":[null,""],"Tag your GTG tasks with the project targeted by the bug":[null,""],"Check for new tasks every":[null,"检查新任务每"]," minute":[" minutes",[" 分钟"]],"Password:":[null,"密码:"],"Filename:":[null,"文件名:"],"Select synchronization service:":[null,"选择同步服务："],"Author":["Authors",["创作者"]],"Start Getting Things GNOME! on every login":[null,"每次登录自动运行 Getting Things GNOME!"],"New Task Shortcut :":[null,"新建任务快捷键"],"<b>System</b>":[null,""],"Enable colored backgrounds in the task list":[null,"在任务列表中启用背景颜色"],"Show description preview in the task list.":[null,""],"<b>Task Browser</b>":[null,"<b>任务浏览器</b>"],"Font :":[null,"字体："],"<b>Editor</b>":[null,"<b>编辑器</b>"],"page 1":[null,""],"page 2":[null,""],"page 3":[null,""],"Confirm task deletion":[null,"确定删除任务"],"Preferences - %s":[null,""],"Warning":[null,""],"The shortcut \"%s\" cannot be used because it will become impossible to type using this key.\nPlease try with a key such as Control, Alt or Shift at the same time.":[null,""],"Mark as Done":[null,"标记为完成"],"Mark the selected task as done":[null,"把选择的任务标记为完成"],"Mark as not Done":[null,"标记为未完成"],"Mark the selected task as to be done":[null,"把选择的任务标记为待办"],"Dismiss":[null,"解除"],"Mark the task as not to be done anymore":[null,"标记该任务为过期"],"Undismiss":[null,"撤销解除"],"Permanently remove the selected task":[null,"永久移除选择的任务."],"Edit the selected task":[null,"编辑选择的任务"],"Create a new task":[null,"创建一个新任务"],"Create a new subtask":[null,"创建一个新的子任务"],"Display only the currently actionable tasks":[null,"只显示当前可付诸行动的任务"],"Hide this tag from the workview":[null,""],"Show this tag in the workview":[null,"在工作流中显示此标签"],"You can create, open or filter your tasks here":[null,"你可以在这里创建、打开或者筛选你的任务"],"Clear":[null,""],"The <b>%s</b> synchronization service cannot login with the  supplied authentication data and has been disabled. To retry the login, re-enable the service.":[null,"<b>%s</b>同步服务无法根据您所提供的授权信息进行登录，服务已停用。重启服务以重试登录。"],"Due to a network problem, I cannot contact the <b>%s</b> synchronization service.":[null,"由于网络问题，无法连接<b>%s</b>同步服务"],"Cannot connect to DBus, I've disabled the <b>%s</b> synchronization service.":[null,""],"Configure synchronization service":[null,""],"Ignore":[null,""],"Ok":[null,""],"Confirm":[null,""],"Continue":[null,""],"Modify Tags":[null,"修改标签"],"Add/Remove Tags":[null,"增加/删除标签"],"Cancel":[null,"取消"],"Enter the name of the tag(s) you wish to add or remove:":[null,"输入你希望添加或删除的标签名称"],"TagName":[null,"标签名称"],"Hint: you can add several tags by separating them with\nspace. Place '!' before tags you want to remove.":[null,""],"Apply to subtasks":[null,"应用到子任务"],"Add custom color":[null,"添加自定义颜色"],"Choose a color":[null,""],"Tags":[null,"标签"],"Start date":[null,"开始日期"],"Due":[null,"到期"],"Closed date":[null,""],"Title":[null,"标题"],"Remove selected icon":[null,"移除所选图标"],"Name : ":[null,""],"Show Tag in Work View :":[null,"在工作流中显示标签"],"Select Tag Color:":[null,"选择标签颜色"],"Click To\nSet Icon":[null,""],"Enter tag name here":[null,""],"NewTag":[null,""],"no active tasks":[null,"没有活动任务"],"%(tasks)d active task":["%(tasks)d active tasks",["%(tasks)d 个进行中的任务"]],"Add Task":[null,""],"Open Task":[null,""],"Search":[null,"查询"],"Getting Things GNOME!":[null,""],"_Tasks":[null,"任务(_T)"],"New _Task":[null,"新建任务(_T)"],"New _Subtask":[null,"新建子任务(_S)"],"Mark as _Done":[null,"标记为完成(_D)"],"D_ismiss":[null,"解除"],"_Edit":[null,"编辑(_E)"],"_View":[null,"视图(_T)"],"_Work View":[null,"工作视图(_W)"],"_Tags Sidebar":[null,"标签栏(_T)"],"_Closed Tasks Pane":[null,"关闭任务窗格(_C)"],"T_oolbar":[null,"工具栏(_O)"],"_Quick Add Entry":[null,"快速添加条目(_Q)"],"_Plugins":[null,"插件(_P)"],"_Help":[null,"帮助(_H)"],"Open GTG help":[null,""],"Help to translate GTG into your language":[null,""],"Report a problem to GTG developers":[null,""],"New Task":[null,"新任务"],"New Subtask":[null,"新子任务"],"Edit":[null,"编辑"],"Undo":[null,"撤销"],"Redo":[null,"重做"],"Delete":[null,"删除"],"Work View":[null,"工作视图"],"Tasks":[null,""],"About GTG!":[null,"关于 GTG!"],"Copyright © 2008-2013 Lionel Dricot, Bertrand Rousseau":[null,""],"GTG is a personal tasks and TODO-list items organizer for the GNOME desktop environment.":[null,"GTG是为Gnome桌面环境设计的个人任务计划管理工具。"],"GTG website":[null,"GTG 网站"],"Getting Things GNOME! is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version.\n\nGetting Things GNOME! is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the GNU General Public License for more details.\n\nYou should have received a copy of the GNU General Public License along with Getting Things GNOME!; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.":[null,""],"Mark as Not Done":[null,"标记为未完成"],"Und_ismiss":[null,"取消解除(_i)"],"Add a subtask":[null,"增加一个子任务"],"_Set Start Date":[null,""],"T_oday":[null,""],"_Tomorrow":[null,""],"Next _Week":[null,""],"Next _Month":[null,""],"Next _Year":[null,""],"_Clear Start Date":[null,""],"Set Due Date":[null,""],"_Now":[null,""],"_Soon":[null,""],"_Someday":[null,""],"_Clear Due Date":[null,""],"Modify Tags...":[null,""],"Edit Tag...":[null,""],"Mark this task as done":[null,"将此任务标记为完成"],"Mark this task as to be done":[null,"将此任务标记为待办"],"Mark this task as not to be done anymore":[null,"将此任务标记为过期"],"Permanently remove this task":[null,"永久移除此任务"],"Insert a subtask in this task":[null,"在此任务中插入分任务"],"Insert a tag in this task":[null,"在此任务中插入标记"],"Completed %(days)d day late":["Completed %(days)d days late",["延迟 %(days)d 天完成"]],"Completed %(days)d day early":["Completed %(days)d days early",["提前 %(days)d 天完成"]],"Due tomorrow!":["%(days)d days left",["",""]],"Due today!":[null,""],"Due yesterday!":["Was %(days)d days ago",["",""]],"Task":[null,"任务"],"Mark Done":[null,"标记完成"],"Insert subtask":[null,"插入子任务"],"Insert tag":[null,"插入标签"],"Starting on":[null,"开始"],"Due for":[null,"到期"],"Closed on":[null,"结束于"],"Now":[null,"现在"],"Soon":[null,"马上"],"Someday":[null,""],"Deleting a task cannot be undone, and will delete the following task: ":["Deleting a task cannot be undone, and will delete the following tasks: ",["",""]],"Are you sure you want to delete this task?":["Are you sure you want to delete these tasks?",["",""]],"Keep selected task":["Keep selected tasks",["",""]],"Permanently remove task":["Permanently remove tasks",["",""]],"\nAnd %d more tasks":[null,""],"We're terribly sorry. Could you help us fix the problem by reporting the crash?":[null,""],"An error has occurred":[null,""],"It looks like an error has occurred.":[null,""],"_Details":[null,""],"_Report this problem...":[null,""],"_Ignore the error":[null,""]," has crashed. Please report the bug on <a href=\"http://bugs.edge.launchpad.net/gtg\">our Launchpad page</a>. If you have Apport installed, it will be started for you.":[null,""],"<b>Dependencies</b>":[null,"<b>依赖关系</b>"],"_About Plugin":[null,"关于插件(_A)"],"Plugins - %s":[null,""],"GTG is a personal tasks and TODO-list items organizer for the GNOME.":[null,"GTG是为Gnome桌面环境设计的个人任务计划管理工具。"],"Do it tomorrow":[null,""],"Send via email":[null,"通过邮件发送"],"Status: %s":[null,"状态: %s"],"\nTags: %s":[null,"\n标签：%s"],"\nSubtasks:\n%s":[null,"\n子任务：\n%s"],"\nTask content:\n%s":[null,"\n任务描述：\n%s"],"Task: %(task_title)s":[null,"任务：%(task_title)s"],"Add _New Task":[null,"添加新任务(_N)"],"_Show Main Window":[null,""],"_Quit":[null,""],"Text-only":[null,"文本方式"],"A template to create a simple text file with some tasks.":[null,"一个创建包含数个任务的简易文本文件模板"],"Foldable booklet (PDF)":[null,"可折叠的小册子(PDF)"],"A template to create\n<a href=\"http://www.pocketmod.com\">PocketMod</a>, which is a small foldable\nbooklet. Packages <b>pdflatex</b>, <b>pdftk</b> and <b>pdfjam</b>\nare required.":[null,""],"A professional-looking HTML page":[null,"一个专业的HTML页面"],"A template to create a HTML page with some tasks and tags. Tags colors are also displayed.":[null,""],"Status report":[null,"状态报告"],"A template to create a compact text file listing only task titles.":[null,"一个只显示任务标题的复杂文本文件模板"],"A simple Web page that can be easily printed.":[null,"一个便于打印的简单网页"],"A template to create a simple HTML page with some tasks that can be easily printed.":[null,"一个创建便于打印的包含数个任务的简单HTML页面模板"],"No task matches your criteria. Empty report can't be generated.":[null,"没有符合条件的任务条目。不能生成空白报告。"],"GTG could not generate the document: %s":[null,"GTG 不能生成此文档： %s"],"Export the tasks currently listed":[null,"导出当前列出的任务"],"Choose where to save your list":[null,"选择保存列表的位置"],"Set the task's location":[null,"设置任务位置"],"Associate with new tag":[null,"关联到新标签"],"Associate with existing tag":[null,"关联到已存在的标签"],"Geolocalized-tasks Preferences":[null,"位置相关任务偏好"],"Use network":[null,"使用网络"],"Use cellphone":[null,"使用手机"],"Use gps":[null,"使用 GPS"],"<b>Location Determination Method</b>":[null,"<b>位置判定方法</b>"],"<small>Distance in kilometers from \nthe current location.</small>":[null,"<small>从当前位置到目的地\n的距离，以千米计。</small>"],"<b>Proximity Factor</b>":[null,"相邻因素"],"Start a new activity in Hamster Time Tracker ":[null,"在Hamster时间管理器中开启新活动 "],"Start task in Hamster":[null,"开始 Hamster 中的任务"],"Start in Hamster":[null,"在 Hamster 中开始"],"Tomboy/Gnote not found. Please install it or disable the Tomboy/Gnote plugin in GTG":[null,"未找到 Tomboy 或 Gnote。请安装这些软件，或在 GTG 中禁用 Tomboy/Gnote 插件。"],"Add Tomboy note":[null,"添加 Tomboy 便签"],"%s seems to be installed on your system, but it does not provide a DBus interface which is required by the Tomboy/Gnote plugin in GTG.":[null,"%s 似乎已存在于您的系统中，但是并没有提供Tomboy/Gnote插件所需的DBus接口。"],"That note does not exist!":[null,"便签不存在！"],"That note does not exist. Do you want to create a new one?":[null,"便签不存在。您想建一个新的吗？"],"This Tomboy note                                        does not exist anymore. Do you want to                                        create it?":[null,"该条Tomboy笔记已不存在。要创建这个条目吗？"],"gtg is already running!":[null,"gtg 已经在运行！"],"Tasks with no tags":[null,"没有标签的任务"],"not":[null,"不是"],"or":[null,"或者"],"after":[null,"之后"],"before":[null,"之前"],"today":[null,"今天"],"tomorrow":[null,"明天"],"nodate":[null,"无日期"],"now":[null,"现在"],"soon":[null,"马上"],"someday":[null,"某天"],"notag":[null,"无标签"],"Getting Started With GTG":[null,""],"Welcome to Getting Things GNOME!, your new task manager! In Getting Things GNOME! (GTG), everything is a task. From building a bridge over the Pacific Ocean to changing a light bulb or organizing a party!\n\nIf you are new to GTG, please take the time to read this, as it will provide you useful information about how to use GTG to organize your everyday life.\n\nCreating and editing tasks:\n\nUsing GTG is easy: you organize what you have to do by creating new tasks. To do this, simply press the &quot;New Task&quot; button, edit the task by describing it, set some parameters, and that's it! Once a task done, you can close it by pressing the &quot;Mark As Done&quot; button.\n\nIn GTG, a task is automatically saved while you are editing it. No need to press any &quot;Save&quot; button! Try it: add some text to this task, close the window, and reopen it: your changes are still there!\n\nAbout subtasks:\n\nIn life, you often get more things done by refining them in smaller, more operational tasks. GTG helps to do just this by defining  &quot;subtasks&quot;. In GTG, those subtasks are considered as prerequisites that must be completed before being able to close their parent task.\n\nTherefore, in GTG, a task might host one or several subtasks. Those appear as links in the task description, just like the link below. To open and edit a subtask, simply click on its link! Try it yourself: open the following subtask:\n<subtask>1@1</subtask>\n\nClosing a task:\n\nIn GTG, once you are done with a task, you can close it by pushing either the &quot;Mark as Done&quot; or the &quot;Dismiss&quot; button. Use the first one if the task is done, and the latter if you want to close it because it is not relevant anymore. Want to try it? Try to close the subtask above for instance!\n\nWhen you close a task, you will notice that all its subtasks will be automatically closed too! Indeed, GTG considers that if you have completed a given task, then you don't need to do its subtasks anymore (they were prerequisites, after all).\n\nNote that the tasks that you have marked as done or dismissed are listed in the &quot;Closed Tasks Pane&quot; which is hidden by default, but you can easily show it using the View menu.\n\nLearn more about GTG:\n\nIf you are interested in knowing more about GTG's other features, you will find more information here:\n<subtask>2@1</subtask>\n<subtask>3@1</subtask>\n<subtask>4@1</subtask>\n<subtask>5@1</subtask>\n<subtask>6@1</subtask>\n<subtask>7@1</subtask>\n<subtask>8@1</subtask>\n\nYou can also browse GTG documentation by pressing F1 or opening it using the Help menu.\n\nWe sincerely hope you will enjoy using GTG, and thank you for trying it out! Please send us bug reports and ideas for improvement using this web page: https://bugs.launchpad.net/gtg/+filebug If you want to get tips for using GTG or be informed about the newest features, also visit our blog at http://gtg.fritalk.com\n\nThe GTG team.":[null,""],"Learn How To Use Subtasks":[null,""],"A &quot;Subtask&quot; is something that you need to do first before being able to accomplish your task. In GTG, the purpose of subtasks is to cut down a task in smaller subtasks that are easier to achieve and to track down.\n\nTo insert a subtask in the task description (this window, for instance), begin a line with &quot;-&quot;, then write the subtask title and press Enter.\n\nTry inserting one subtask below. Type &quot;- This is my first subtask!&quot;, for instance, and press Enter:\n\n\n\nAlternatively, you can also use the &quot;Insert Subtask&quot; button.\n\nNote that subtasks obey to some rules: first, a subtask's due date can never happen after its parent's due date and, second, when you mark a parent task as done, its subtasks will also be marked as done.\n\nAnd if you are not happy with your current tasks/subtasks organization, you can always change it by drag-and-dropping tasks on each other in the tasks list.":[null,""],"Learn How To Use Tags":[null,""],"In GTG, you use tags to sort your tasks. A tag is a simple word that begins with &quot;@&quot;.\n\nTry to type a word beginning with &quot;@&quot; here:\n\nOnce it becomes yellow, it is a tag! And this tag is now linked to the task!\n\nUsing the View menu, you can enable a sidebar which displays all the tags you are using. This allows you to easily see all tasks associated to a given tag.\n\nIf you right-click on a tag in the sidebar, you can also edit it. It allows you to assign it a color or an icon for instance. This is handy if you want to quickly identify the tasks associated to a given tag in the task list!\n\nNew tags are always added exclusively to the currently edited task, and never to its subtasks. However, when you create a new subtask, it will inherit its parent's tags.\n\nIf you need a more advanced task organization, you can also create a hierarchy of tags by drag-and-dropping a tag onto another. This is useful when you want to regroup several tags together and see all related tasks easily. For instance, if you have two tags @money and @to_pay, and you drag @to_pay on @money, every task tagged with @to_pay will also appear when you select @money.":[null,""],"Learn How To Use The Work View":[null,""],"If you press the &quot;Work View&quot; button, only actionable tasks will be displayed in your list.\n\nWhat is an actionable task? It's a task you can do directly, right now.\n\nIt's a task that is already &quot;start-able&quot;, i.e. the start date is already over.\n\nIt's a task that doesn't have open subtasks, i.e. you can do the task itself directly.\n\nIt's a task that has a due date different than &quot;Someday&quot;, since this kind of date is reserved for things that needs more thoughts before being actionable.\n\nThus, in short, the Work View shows you tasks that you can do right now. It's very useful when you want to get things done and to focus on the relevant tasks!\n\nIf you use tags, you can right click on a tag in the sidebar and choose to hide tasks assigned to this particular tag in the Work View. It is very useful if you have a tag like &quot;@wait&quot; that you use for tasks blocked by some external event (i.e. a phone call you wait to receive).\n\nAnd finally, an important note regarding the Work View: since the Work View is updated instantaneously, if you edit your task while using the Work View, this task might disappear due to the change you just made (e.g. adding a subtask, adding a tag hidden in the Work View, etc.). To avoid this, it's better not to edit your task while using the Work View. ":[null,""],"Learn How To Use Plugins":[null,""],"GTG has the ability to add plugins to extend its core functionality.\n\nSome examples of the currently available plugins are the notification icon which displays a handy shortcut to GTG in your notification space, or the closed tasks remover which automatically deletes old tasks from your closed tasks list.\n\nYou can find the Plugin Manager by selecting Edit in the Menu Bar, then clicking Plugins.":[null,""],"Reporting Bugs":[null,""],"GTG is still beta software. We like it and use it everyday but you will probably encounter some bugs will you do.\n\nPlease, help us improving GTG by reporting them on our Launchpad page:https://bugs.launchpad.net/gtg/+filebug\n\nWe need you to make this software better. Any contribution, any idea is welcome!\n\nIf you have some trouble with GTG, we might be able to help you or to solve your problem really quickly.":[null,"GTG还处在beta阶段。我们很喜欢这款工具，几乎每天都用；若您也一样，或许也会在使用中发现一些错误和不足。\n\n恳请您让我们了解到这些不足，从而帮助改善GTG。您可以在这里向我们提交您的发现： https://bugs.launchpad.net/gtg/+filebug\n\n您的支持将让GTG变得更好，为此我们虚怀若谷。\n\n若您在使用GTG时遇到困难，我们也将努力以最快的速度为您解决问题。"],"Learn How To Use The Quick Add Entry":[null,""],"The Quick Add Entry is the fastest way to create a new task. Use the check box in the View menu to enable and disable the entry field.\n\nTo add a task simply type its title in the entry and press Enter. The task will be created and selected in the task browser. If a tag is selected in the Tags Sidebar, it will be applied to the task you created.\n\nYou can also create a task in the Quick Add Entry and at the same time specify its tags, due and defer date. Follow these format rules:\n\ntags:tag1,tag2,tag3\n\nUsing this you can apply as many tags as you wish using comma as separator. Note that any word in the title that begins with &quot;@&quot; will also be interpreted as a tag!\n\ndue:date\ndefer:date\n\nUsing this you can apply a due date or a defer date. Dates can be formated as per your locale or yyyy-mm-dd (for example 2012-04-01) or yyyymmdd (20120401) or mmdd (0401 - the year being implicitly the current one) or today, tomorrow or a weekday name (due:monday means due next Monday). Dates which are added in this way will not appear in the task title.\n\nExamples:\n\nbuy stationary tags:purchases,office due:20120330 defer:tuesday\n\nThe above example tells GTG to create a new task with the title &quot;buy stationary&quot;, under the tags &quot;purchases&quot; and &quot;office&quot;, with the due date March 30, 2012 and the start date next Tuesday.\n\ncall mum tags:family,calls due:sunday defer:tomorrow\n\nThe above example tells GTG to create a new task with the title &quot;call mum&quot;, under the tags &quot;family&quot; and &quot;calls&quot;, with the due date next Sunday and the start date tomorrow.":[null,""],"Learn How To Use Synchronization Services":[null,""],"Synchronization Services allow GTG to synchronize (meaning to have access or to import) tasks, notes or bugs from other sites or services like Launchpad, Remember the Milk, Tomboy, etc.\n\nThis can incredibly useful if, for instance, you want to access your tasks on several instances of GTG running on separate computers, or if you want to edit your tasks using an online service. GTG can also import tasks from specific sites like launchpad for instance, which allows you to manage the bug reports you're working on in GTG!\n\nTo use Synchronization Services, use the Edit menu, and select &quot;Synchronization Services&quot;. You will then have the possibility to select among several online or local services from/to where you can import or export your tasks.\n\nIf you want to know more about Synchronization Services, you can read more about them by in the dedicated documentation in GTG's help (use the Help menu or press F1 to get access to it).":[null,""],"Learn How To Search For Tasks":[null,""],"To help you to find specific tasks more easily, GTG allows you to search for tasks based on their content.\n\nSearching for tasks is really easy: just type the words you are looking for in the Quick Add Entry, and select &quot;Search&quot; in the menu that will appear automatically.\n\nGTG stores your searches in the sidebar, under the &quot;Search&quot; section. You can thus always go back to a previous search need it. Search results are updated automatically, so you always get all the tasks matching your search request.\n\nGTG also saves all the search requests you have made until you explicitely delete them (which you can do by right-clicking on them and selecting &quot;Delete&quot;). That allows you to safely quit GTG without loosing your search requests. This can be very useful when you use the search features to identify specific tasks regularly!\n\nGTG search feature is really powerful and accept many parameters that allows you to search for very specific tasks. For instance, using the search query &quot;@errands !today&quot;, you can search for tasks with the @errands tag that must be done today. To learn more about those search query parameters, you can read the documentation available in GTG's help (press F1 or use the Help menu to get access to it).":[null,""],"My new task":[null,"我的新任务"],"tags":[null,"标签"],"tag":[null,"标签"],"defer":[null,"推迟"],"start":[null,"开始"],"due":[null,"到期"],"Everything necessary to run this plugin is available.":[null,"已具备运行此插件的所有条件。"],"The plugin can not be loaded":[null,"无法载入此插件"],"Some python modules are missing":[null,"缺少某些 python 模块"],"Please install the following python modules:":[null,"请安装下列 python 模块："],"Some remote dbus objects are missing.":[null,"缺少某些远程 dbus 对象。"],"Please start the following applications:":[null,"请启动以下程序："],"Some modules and remote dbus objects are missing.":[null,"缺少某些模块和远程 dbus 对象。"],"Please install or start the following components:":[null,"请安装或启动下列组件："],"Unknown error while loading the plugin.":[null,"载入插件时出现未知错误。"],"Very helpful message, isn't it? Please report a bug.":[null,"是不是很有用的信息？ 请提交 bug 报告。"],"Launchpad":[null,"Launchpad"],"This synchronization service lets you import the bugs assigned to you (or someone else) on Launchpad in GTG. As the bug state changes in Launchpad, the GTG task is  updated.\nPlease note that this is a read only synchronization service, which means that if you open one of the imported tasks and  change one of the:\n  - title\n  - description\n  - tags\nYour changes <b>will</b> be reverted when the associated bug is modified. Apart from those, you are free to set  any other field (start/due dates, subtasks...): your  changes will be preserved. This is useful to add  personal annotations to bug":[null,""],"Bug":[null,"Bug"],"Reported by: ":[null,""],"Link to bug: ":[null,""],"Tomboy":[null,"Tomboy"],"This synchronization service can synchronize all or part of your Tomboy notes in GTG. If you decide it would be handy to have one of your notes in your TODO list, just tag it with the tag you have chosen (you'll configure it later), and it will appear in GTG.":[null,""],"Gnote":[null,""],"This service can synchronize all or part of your Gnote notes in GTG. If you decide it would be handy to have one of your notes in your TODO list, just tag it with the tag you have chosen (you'll configure it later), and it will appear in GTG.":[null,""],"MantisBT":[null,"MantisBT"],"This synchronization service lets you import the issues found on Mantis using a prestablished filter called 'gtg'. As the issue state changes in Mantis, the GTG task is  updated.\nPlease note that this is a read only synchronization service, which means that if you open one of the imported tasks and  change one of the:\n  - title\n  - description\n  - tags\nYour changes <b>will</b> be reverted when the associated issue is modified. Apart from those, you are free to set  any other field (start/due dates, subtasks...): your  changes will be preserved. This is useful to add  personal annotations to issue":[null,""],"Iss.":[null,""],"Link to issue: ":[null,""],"Evolution tasks":[null,"Evolution 任务"],"Lets you synchronize your GTG tasks with Evolution tasks":[null,"让你实现GTG任务和Evolution任务之间的同步"],"Invalid state":[null,"无效的状态"],"Remember The Milk":[null,"Remember The Milk"],"This service synchronizes your tasks with the web service RememberTheMilk:\n\t\thttp://rememberthemilk.com\n\nNote: This product uses the Remember The Milk API but is not endorsed or certified by Remember The Milk":[null,""],"Local File":[null,"本地文件"],"Your tasks are saved in a text file (XML format). ":[null,"你的任务会保存在一个文本文件中(XML格式)。 "],"later":[null,"稍后"],"next week":[null,"下周"],"next month":[null,"下月"],"next year":[null,"明年"],"Monday":[null,"周一"],"Tuesday":[null,"周二"],"Wednesday":[null,"周三"],"Thursday":[null,"周四"],"Friday":[null,"周五"],"Saturday":[null,"周六"],"Sunday":[null,"周日"],"Today":[null,"今天"],"Yesterday":["%(days)d days ago",["%(days)d 天前"]],"Tomorrow":["In %(days)d days",["%(days)d 天后"]]}